tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "coreutils"
brew "asdf"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "bat"
brew "bazel"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "exa"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "graphviz"
brew "grep"
brew "protobuf"
brew "grpc"
brew "hadolint"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "mas"
brew "neovim"
brew "nkf"
brew "openapi-generator"
brew "openblas"
brew "openssl@3"
brew "peco"
brew "reattach-to-user-namespace"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "xonsh"
brew "yq"
brew "zlib"
brew "zsh"
cask "alfred", args: { appdir: "/Applications" }
cask "alt-tab"
cask "background-music"
cask "bettertouchtool", args: { appdir: "/Applications" }
cask "bitwarden", args: { appdir: "/Applications" }
cask "blackhole-2ch", args: { appdir: "/Applications" }
cask "cheatsheet", args: { appdir: "/Applications" }
cask "docker"
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "google-japanese-ime"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "notion"
cask "skim", args: { appdir: "/Applications" }
cask "skitch", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "warp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
